"TIME_SHORT_DAYS_FORMAT" = "%dว.";

"TIME_SHORT_DAY_FORMAT" = "%dว.";

"TIME_SHORT_HOURS_FORMAT" = "%dชม.";

"TIME_SHORT_HOUR_FORMAT" = "%dชม.";

"TIME_SHORT_MINUTES_FORMAT" = "%dน.";

"TIME_SHORT_MINUTE_FORMAT" = "%dน.";

"TIME_SHORT_SECONDS_FORMAT" = "%dวิ.";

"TIME_SHORT_SECOND_FORMAT" = "%dวิ.";

"tw__card_compose_character_count" = "เหลืออีก %td ตัวอักขระ";

"tw__card_compose_close_button" = "ปิด";

"tw__card_compose_close_hint" = "แตะสองครั้งเพื่อยกเลิก";

"tw__card_compose_install_preview" = "การแสดงตัวอย่างของปุ่มติดตั้งสำหรับ %@";

"tw__card_compose_profile_image" = "โปรไฟล์ของ %@";

"tw__card_compose_tweet_hint" = "แตะสองครั้งเพื่อโพสต์ทวีตนี้";

"tw__card_composer_app_store" = "App Store";

"tw__card_composer_install_button" = "ติดตั้ง";

"tw__card_composer_tweet" = "ทวีต";

"tw__composer_placeholder_text" = "กำลังเกิดอะไรขึ้น";

"tw__email_share_detail_message_format" = "รับการอัพเดทและข้อมูลอื่นๆ ได้จาก %@ เมื่อคุณให้สิทธิ์ในการเข้าถึงอีเมลของคุณในบัญชีทวิตเตอร์ @%@";

"tw__image_viewer_done_button" = "เสร็จสิ้น";

"tw__open_in_text" = "เปิดใน %@";

"tw__privacy_information_button" = "ข้อมูลความเป็นส่วนตัว";

"tw__share_tweet" = "แบ่งปันทวีต";

"tw__share_tweet_generic_template_format" = "ตามไปดูทวีตของ @%1$@: %2$@";

"tw__share_tweet_subject_format" = "ทวีตจาก %1$@ (@%2$@)";

"tw__sign_in_with_twitter_button" = "เข้าสู่ระบบด้วยทวิตเตอร์";

"tw__single_image" = "ไฟล์แนบรูปภาพ";

"tw__test_string" = "ทดสอบ";

"tw__tweet_image_accessibility" = "ไฟล์แนบ";

"tw__tweet_like_button" = "ชื่นชอบ";

"tw__tweet_liked_state" = "ชื่นชอบแล้ว";

"tw__tweet_not_liked_state" = "ยังไม่ได้ชื่นชอบ";

"tw__tweet_profile_accessibility" = "โปรไฟล์";

"tw__tweet_retweeted_by_user" = "รีทวีตโดย %@";

"tw__tweet_share_button" = "แบ่งปัน";

"tw__user_content_image" = "การแสดงตัวอย่างแอพ";

"tw__video_thumbnail" = "ไฟล์แนบวิดีโอ";

"tw__view_is_sponsored_ad" = "ส่วนนี้คือโฆษณาที่ได้รับการสนับสนุน";

